Repository: wp-plugins/matepress
Catalog: translation/matepress-*.po
Languages: nl_nl

source: Posting options
nl_nl: Post opties

source: Category management
nl_nl: Categorie Beheer

source: Login Info
nl_nl: Login informatie

source: In order to connect to Matepress you will need to provide your Matepress login information.
nl_nl: Om een verbinding te maken met Matepress hebben we jouw Matepress login informatie nodig

source: Save Settings
nl_nl: Instellingen opslaan

source: Username
nl_nl: Gebruikers naam

source: Auto posts
nl_nl: Automatish posten

source: If disable the option the plugin will no longer automaticaly send your posts (this option is turned on by default)
nl_nl: Als je deze uitzet zal de plugin niet langer automatish naar Matepress posten (Deze optie staat standaard aan)

source: Automaticaly post new Posts to Matepress
nl_nl: Post automatish naar Matepress

source: On
nl_nl: Aan

source: Off
nl_nl: Uit

source: Categories Management
nl_nl: Categorie Beheer

source: Exclude categories
nl_nl: CategorieÃ«n buitensluiten

source: If you are creating new posts from rss feeds, or you just want to exclude any category from being posted to Matepress, please mark the related category checkbox(es). By not using this option, you could risk mass posting to Matepress.
nl_nl: Als je gebruikmaakt van rss feeds om je blog te vullen met content dan kun je kiezen om posts uit bepaalde categorieen uit te schakelen om mass posts naar Matepress te voorkomen. Ook kunt u deze optie gebruiken als u een bepaalde categorie niet naar Matepress wilt sturen.

source: You did not add any categories yet.
nl_nl: Je hebt nog geen category geselecteerd

source: Matepress Settings
nl_nl: Matepress Instellingen
